driver-tests/bpelse/correlation/outoforderCompApp/test/simpleTest/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:main="http://j2ee.netbeans.org/wsdl/main">
  <soapenv:Body>
    <main:mainOperation>
      <part1>1234</part1>
    </main:mainOperation>
  </soapenv:Body>
</soapenv:Envelope>